Repository: Abughost/shop_bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: uz

source: 📦 Products Section
uz: 📦 Mashulotlar bo'limi

source: 📞 Connect with us
uz: 📞 Biz bilan bog'lanish

source: 🛒 Order
uz: 🛒 Buyurmalar

source: 🇺🇿/🇷🇺/🇺🇸 Choose language
uz: 🇺🇿/🇷🇺/🇺🇸 Tilni tanlash

source: Back to main section!
uz: Asosiy Bo'limga qaytildi!

source: 📖 For Information
uz: 📖 Malumot ulashish

source: 😠 Complaint
uz: 😠 Shikoyat

source: 💡 Suggestions
uz: 💡 Taklisflar

source: What is the reason you want to get in touch?
uz: Bizga bog'lanmoqchi ekanligingizni asosiy sababi nima?

source: 📞 Share your contact
uz: 📞 Telefon raqamni ulashish

source: Please leave your phone number, we will contact you ourselves.
uz: Iltimos, Telefon raqamingizni qoldiring, bizning xodimlar o'zlari aloqaga chiqishadi

source: Thank! we recieve your phone number :)
uz: Raxmat! Sizni raqamingiz qabul qilindi :)

source: ⬅️ back
uz: ⬅️ orqaga

source: Choose language
uz: Tilni tanlash

source: Main section!
uz: Asosiy bo'lim

source: Choose product type!
uz: Mahsulot turini tanlang

source: Choose which brand!
uz: Brandni tanlang!

source: 📥 Add to busket
uz: 📥 Savatga qo'shish

source: Successfully added!
uz: ✅ Muvaffaqiyatli qo'shildi

source: Which one do you want to see!
uz: Qaysi birini ko'rishni istaysiz

source: You don't have any order yet!
uz: Sizda hali hech qanday buyurtmalar mavjud emas

source: 📦 To complete
uz: 📦 Buyurtmani yakunlash
